cask_args appdir: '/Applications'

tap 'caskroom/cask'
tap 'homebrew/bundle'

brew 'ack'
brew 'autoconf'
brew 'brew-cask'
brew 'ctags'
brew 'dos2unix'
brew 'gcc'
brew 'gdbm'
brew 'git'
brew 'gradle'
brew 'htop-osx'
brew 'openssl'
brew 'python3'
brew 'readline'
brew 'sbt'
brew 'scala'
brew 'sqlite'
brew 'tmux'
brew 'vim'
brew 'wget'
brew 'x264'
